[{
  "_id": {
    "$oid": "661236536c0a8e0824850d20"
  },
  "title": "Daawat Rozana Super Basmati Rice (Basumati Akki)  (1 kg)",
  "picture": "1712469587765-837978502-white-rozana-super-na-basmati-rice-pouch-daawat-original-imag48ftsv6fxfvd.webp",
  "description": "\r\nDaawat Rozana Super is the finest Basmati Rice in the mid-price affordable segment. It is specially processed for daily cooking across a multitude of regular dishes, a perfect fit for every day consumption. Rozana Super promises a sweet taste and rich aroma as each grain is naturally aged.",
  "price": "79",
  "quantity": "241",
  "category_id": {
    "$oid": "6610da447bf362bf84d6927f"
  },
  "status": "Active",
  "__v": 0
},
{
  "_id": {
    "$oid": "6612370f6c0a8e0824850d80"
  },
  "title": "Fortune Everyday Basmati Rice (Basumati Akki) (Long Grain)  (1 kg)",
  "description": "\r\nFortune Everyday basmati rice is a fine variety of basmati that you can relish every day. Specially aged to help every grain of basmati become long and fluffy. On cooking, the grains do not stick together and become flavorsome. The result is an irresistible serving of basmati that delights everyone? heart through its appearance and taste. Best choice for your everyday rice dishes. Perfect basmati, suitable for all tastes and recipes such as plain rice, fried rice, khichdi, etc. Specially aged to help every grain of basmati become long and fluffy. After cooking, the basmati grains do not stick together and become flavorsome",
  "price": "120",
  "quantity": "100",
  "category_id": {
    "$oid": "6610da447bf362bf84d6927f"
  },
  "status": "Active",
  "__v": 0,
  "picture": "1712469827456-73524863-th.jpeg"
},
{
  "_id": {
    "$oid": "66123ae46c0a8e0824850df3"
  },
  "title": "Aashirvaad Shahi Garam Masala, 100g, Blended Spice for Authentic Taste and Colour",
  "picture": "1712470756074-958179139-81V9VXtlYmL._SX679_.jpg",
  "description": "Aashirvaad Shahi Garam Masala is an exotic spice blend that brings alive the aroma and taste of every dish\r\nAashirvaad Garam Masala is made from the choicest ingredients - star anise, cassia, nutmeg, mace and black cardamom\r\nThis delicate spice blend has the right aroma, pungency and quality\r\nThe ingredients are sourced locally across India and have been selected by experts\r\nIt comes with a re-sealable zip lock pouch inside which helps retain long-lasting freshness",
  "price": "95",
  "quantity": "14",
  "category_id": {
    "$oid": "6610da447bf362bf84d6927f"
  },
  "status": "Active",
  "__v": 0
},
{
  "_id": {
    "$oid": "66123b3f6c0a8e0824850df8"
  },
  "title": "Happilo Premium Dried Afghani Anjeer 200 g Pack | Dried Figs Ajnir | Rich source of Fibre Calcium & Iron | Low in calories and Fat Free | Non-GMO Dried Figs",
  "picture": "1712470847012-6939995-71h5dhweRwL._SX679_.jpg",
  "description": "The chewy flesh with natural sweet flavour is not only a treat to bite into but also provides you nutrition.\r\nThe high fiber content in figs/Anjeer helps in maintaining a healthy digestive system, thus also aids in preventing constipation.\r\nDried Anjeer/ figs are a good source of calcium which helps in bone health. The high potassium content in fig helps in regulating the blood sugar level in the body.\r\nFigs are used as a sweetener can be used in cakes, pudding, custards or jams. Anjeer is extensively used in making Indian sweets like barfi and halwa\r\nVegan, Non-GMO and fat free with no preservatives.",
  "price": "400",
  "quantity": "24",
  "category_id": {
    "$oid": "6610db527bf362bf84d69299"
  },
  "status": "Active",
  "__v": 0
},
{
  "_id": {
    "$oid": "66123b7c6c0a8e0824850dfd"
  },
  "title": "Rostaa Morning Berries 170gm (Pack of 1) Healthy Mixed Nuts with Dry Fruits, Premium Fruit, Nut & Fiber SuperMix, Fresh and Perfectly Balanced Mix Dry Fruits Pack, mixed dry fruits and Nut Mix for Anytime Snacking, Berries",
  "picture": "1712471048805-832685860-81YmhEeC8lL._SY879_.jpg",
  "description": "Our almonds are also high in phytic acid, an antioxidant that binds certain minerals and prevents them from being absorbed.\r\nNourishes The Skin And Hair: Our almonds are rich in flavonoids and Vitamin E. Thes\r\nAlmonds packed by us good in size and have natural colour without\r\nCalifornia almond pack comes in a premium packing to retain its crunch and\r\nHigh in proteins and anti oxidants, slows the ageing process and keeps diseases away",
  "price": "324",
  "quantity": "62",
  "category_id": {
    "$oid": "6610dadf7bf362bf84d69296"
  },
  "status": "Active",
  "__v": 0
},
{
  "_id": {
    "$oid": "66123be06c0a8e0824850e0a"
  },
  "title": " The Wandering Bean Irish Cream Instant Coffee 60g",
  "picture": "1712471008460-680074643-71lxphyKXJL._AC_UL480_FMwebp_QL65_.webp",
  "description": "Warm your soul with this Irish coffee topped with a dollop of whipped cream. Probably the best flavour coffee you’ll ever taste! All the joy of your favourite creamy liqueur coffee, without the sugar (or the alcohol)! 2 CALORIES PER CUP SUGAR FREE, WHEAT & DAIRY FREE NUT FREE SUITABLE FOR VEGETARIANS, VEGANS and ALCOHOL FREE!\r\nABOUT THIS PARTICULAR BLEND: This particular blend of The wandering bean coffee is created to keep you active through the day. It is a designed make you experience richness and flavor of arabica coffee blend in optimal caffeine\r\nIts chunky granules lock the aroma and ﬂavour giving a strong & divine taste to the coﬀee\r\nAwaken your senses with rich aroma and taste of The wandering bean every morning\r\nBOLDER, SMOOTHER and RICHER COFFEE - Experience the full-bodied, rich aftertaste of 100% freeze-dried. It's bolder, better and smoother than your regular cup of coffee. It’s perfectly balanced, yet it’s unlike anything you’ve ever experienced before.\r\nTASTES LIKE COFFEE FROM YOUR FAVOURITE CAFE - Experience coffee that has a strong smooth finish\r\nOTHER INFORMATION - Package Content: 60 Grams Irish Cream flavoured instant coffee powder | best coffee powder | delicious coffee powder | sugar free coffee powder | tasty coffee powder | instant coffee powder ; Shelf Life: 12 months ; Ingredient Type: Vegetarian\r\nHow to use: 1. Take 2g coffee in a cup. 2. Add hot water/milk/sugar as desired 3. Stir well and enjoy",
  "price": "274",
  "quantity": "40",
  "category_id": {
    "$oid": "6610dadf7bf362bf84d69296"
  },
  "status": "Active",
  "__v": 0
},
{
  "_id": {
    "$oid": "66123c826c0a8e0824850e52"
  },
  "title": "Hop Cold Brew Coffee (pack of 6)",
  "picture": "1712471170029-983413279-51c2KQONsEL._SX300_SY300_QL70_FMwebp_.webp",
  "description": "Refreshingly Cold: Our cold coffee is brewed to perfection, delivering a refreshing and satisfying chill with every sip.\r\nSmooth & Bold Flavor: Experience a harmonious blend of bold coffee flavor with a silky-smooth texture that's sure to delight your taste buds.",
  "price": "285",
  "quantity": "42",
  "category_id": {
    "$oid": "6610dadf7bf362bf84d69296"
  },
  "status": "Active",
  "__v": 0
},
{
  "_id": {
    "$oid": "66123ce46c0a8e0824850e7b"
  },
  "title": "Zucchero Premium Mixed Berries - 400g",
  "picture": "1712471268669-374429279-7158dhb6jmL._SX679_.jpg",
  "description": "Dried Mixed Berries: Naturally Dried | Juiciest | Chewy Berries\r\nINGREDIENTS: Dried Cranberry, Dried Strawberry, Dried Cherry, Dried Blueberry, Dried Black Currant",
  "price": "500",
  "quantity": "50",
  "category_id": {
    "$oid": "6610db527bf362bf84d69299"
  },
  "status": "Active",
  "__v": 0
},
{
  "_id": {
    "$oid": "66123df26c0a8e0824850eca"
  },
  "title": "Paper Boat Apple Juice (pack of 9)",
  "picture": "1712471538938-72177730-71qCDMdHRDL._SX679_PIbundle-9,TopRight,0,0_AA679SH20_.jpg",
  "description": "Random fact about apple fruit – Apple. Doctor’s kryptonite, rich in fiber – keeps the heart and gut happy\r\nNo artifical flavours and made with honesty. No wonder, this drink is the apple of our eye!",
  "price": "149",
  "quantity": "77",
  "category_id": {
    "$oid": "6610dadf7bf362bf84d69296"
  },
  "status": "Active",
  "__v": 0
},
{
  "_id": {
    "$oid": "66123ea46c0a8e0824850ecf"
  },
  "title": "Sprite Lemon-Lime Flavoured Cold Drink | 2.25 L",
  "picture": "1712471716316-377578692-51WRz+hQvHL._SX679_.jpg",
  "description": "Clear out all the pressure of the week with Sprite's clear, crisp lemon-lime flavour\r\nSprite cold drink tastes best when chilled",
  "price": "90",
  "quantity": "12",
  "category_id": {
    "$oid": "6610dadf7bf362bf84d69296"
  },
  "status": "Active",
  "__v": 0
},
{
  "_id": {
    "$oid": "66123f2e6c0a8e0824850ed4"
  },
  "title": "Onion 5 kg (Pack)",
  "picture": "1712471854586-872826419-onion.jpg",
  "description": "The beauty of an Onion is that it can go just about anywhere. Cut it into thin slices to top off your favourite burger or hot dog, or chop it into little cubes to bring out the sweetness in curry dishes. Chopped Onions are perfect for fish dishes, quiche, stews and chili.",
  "price": "135",
  "quantity": "200",
  "category_id": {
    "$oid": "6610dbc37bf362bf84d6929c"
  },
  "status": "Active",
  "__v": 0
}]